IDEA Open Model
Tendon Constructor
Compatible with IDEA StatiCa v 10.1
Initializes a new instance of the Tendon class
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
protected Tendon()
Protected Sub New
protected:
Tendon()
See Also
Reference
Tendon Class
IdeaRS.OpenModel.Model Namespace